import pandas as pd

df = pd.DataFrame(
    {'Назва команди':
        ['Живчик', 'Артек', 'Люкс', 'Лейс', 'Снікерс',
            'Мілка', 'Фанта', 'Рошен', 'Примха'],
     'Кількість очок':
        ['130', '111', '300', '70', '30', '40', '110', '210', '190'],
     'Кількість гравців':
        [5, 3, 6, 3, 4, 6, 5, 5, 4]})
print(df)
print(df["Назва команди"])
print("Мінімальна кількість очок", df["Кількість очок"].min())
print("Максимальна кількість гравців у команді", df["Кількість гравців"].max())
